Repository: grengojbo/yfi_cake
Catalog: plugins/locale/*/LC_MESSAGES/messages.po
Languages: id_id, ms_my, th_th

source: Vouchers
id_id: Voucher
ms_my: Baucer
th_th: คูปอง

source: Voucher Management
id_id: Manajemen Voucher
ms_my: Pengurusan Baucer
th_th: จัดการคูปอง

source: Batch Management
id_id: Manajemen Grup Voucher
ms_my: Pengurusan Pukal
th_th: จัดการชุดคูปอง

source: Permanent Users
id_id: User Permanen
ms_my: Pengguna Kekal
th_th: ผู้ใช้

source: User Management
id_id: Manajemen User
ms_my: Pengurusan Pengguna
th_th: จัดการผู้ใช้

source: Accounting
id_id: Akuntansi
ms_my: Perakaunan
th_th: บัญชี

source: Account Management
id_id: Manajemen Akun
ms_my: Pengurusan Akaun
th_th: จัดการบัญชี

source: Billing Plans
id_id: Rencana Billing
ms_my: Pelan Pembayaran
th_th: แผนเรียกเก็บเงิน

source: Realms & Providers
id_id: Realm & Provider
ms_my: Pembekal & Cawangan
th_th: เขตพื้นที่/ผู้ให้บริการ

source: Realm Management
id_id: Manajemen Realm
ms_my: Pengurusan Alam
th_th: จัดการเขตพื้นที่

source: Nas Devices
id_id: Perangkat NAS
ms_my: Alat NAS
th_th: อุปกรณ์ NAS

source: Access Providers
id_id: Penyedia Akses
ms_my: Pembekal Akses
th_th: ผู้บริหารการเข้าใช้

source: Profiles
id_id: Profil
ms_my: Profail
th_th: กลุ่มผู้ใช้

source: Profile Templates
id_id: Profil Standar
ms_my: Acuan Profail
th_th: แม่แบบกลุ่มผู้ใช้

source: Specific Profiles
id_id: Spesifikasi Profil
ms_my: Profail Khas
th_th: จัดการกลุ่มผู้ใช้

source: Activity/Stats
id_id: Aktifitas/Statistik
ms_my: Aktiviti/Statistik
th_th: ประวัติการใช้/สถานะ

source: Activity Viewer
id_id: Pemantau Aktifitas
ms_my: Pemantau Aktiviti
th_th: ผู้กำลังใช้งาน

source: User Detail
id_id: Detail User
ms_my: Maklumat Pengguna
th_th: รายละเอียดผู้ใช้

source: General Detail
id_id: Detail Umum
ms_my: Maklumat Umum
th_th: รายละเอียดทั่วไป

source: Invoices
id_id: Tagihan
ms_my: Invois
th_th: ใบกำกับสินค้า

source: Payments
id_id: Pembayaran
ms_my: Bayaran
th_th: การชำระเงิน

source: Reload List
id_id: Reload Daftar
ms_my: Senaraikan Semula
th_th: เรียกรายการมาดูใหม่

source: Edit Selected
id_id: Edit yang terpilih
ms_my: Ubah Terpilih
th_th: แก้ไขที่เลือก

source: Add Template
id_id: Tambah template
ms_my: Tambah Acuan
th_th: เพิ่มแม่แบบ

source: Reboot AP
ms_my: Boot Semula PA

source: Delete Selected
id_id: Hapus yang terpilih
ms_my: Padam Terpilih
th_th: ลบที่เลือก

source: Add Profile
id_id: Tambah Profil
ms_my: Tambah Profail
th_th: เพิ่มกลุ่มผู้ใช้

source: Test Radius
id_id: Tes Radius
ms_my: Uji RADIUS
th_th: ทดสอบ RADIUS

source: CSV Export
id_id: Export CSV
ms_my: Eksport CSV
th_th: ส่งออกเป็น CSV

source: Generate PDF
ms_my: Jana PDF
th_th: สร้าง PDF

source: Add
id_id: Tambah
ms_my: Tambah
th_th: เพิ่ม

source: Change Profile
id_id: Ubah Profil
ms_my: Tukar Profail
th_th: เปลี่ยนกลุ่มผู้ใช้

source: Add VPN connected NAS
id_id: Tambahkan VPN yang terhubung ke NAS
ms_my: Tambah NAS bersambungan VPN
th_th: เพิ่ม VPN ที่เชื่อมต่อ NAS

source: Kick User Off
id_id: Putuskan Koneksi User
ms_my: Tendang Pengguna
th_th: เตะผู้ใช้ออก

source: Change Password
id_id: Ganti Kata Sandi
ms_my: Ubah Katalaluan
th_th: เปลี่ยนรหัสผ่าน

source: Activate/Disable Selected
id_id: Aktifkan/Disable Aktif
ms_my: Aktifkan/Lumpuhkan Terpilih
th_th: เปิดใช้งาน/ไม่เปิดใช้งาน

source: Send Message
id_id: Kirim Pesan
ms_my: Hantar Mesej
th_th: ส่งข้อความ

source: Remove Time
id_id: Hapus Wktu
ms_my: Buang Masa
th_th: ลบเวลาออก

source: Add Time
id_id: Tambah Waktu
ms_my: Tambah Masa
th_th: เพิ่มเวลา

source: Remove Data
id_id: Hapus Data
ms_my: Buang Data
th_th: ลบข้อมูลออก

source: Add Data
id_id: Tambah Data
ms_my: Tambah Data
th_th: เพิ่มข้อมูล

source: Help
id_id: Bantuan
ms_my: Bantuan
th_th: ความช่วยเหลือ

source: Add Payment
id_id: Tambahkan Pembayaran
ms_my: Tambah Bayaran
th_th: เพิ่มการชำระเงิน

source: Send e-Mail
id_id: Kirim Email
ms_my: Hantar e-mel
th_th: ส่งอีเมล

source: Create Invoices
id_id: Buat Tagihan
ms_my: Buat Invois
th_th: สร้างใบแจ้งหนี้

source: Delete Invoices
id_id: Hapus Tagihan
ms_my: Padam Invois
th_th: ลบใบแจ้งหนี้

source: Delete Payments
id_id: Hapus Pembayaran
ms_my: Padam Bayaran
th_th: ลบการชำระเงิน

source: Home
id_id: Depan
ms_my: Rumah
th_th: หน้าแรก

source: Voucher
ms_my: Baucer
th_th: คูปอง

source: Batches
id_id: Grup Voucher
ms_my: Pukal
th_th: ชุดคูปอง

source: Batch
ms_my: Pukal
th_th: ชุดคูปอง

source: Users
id_id: User
ms_my: Pengguna
th_th: ผู้ใช้

source: User
ms_my: Pengguna
th_th: ผู้ใช้

source: Realms
id_id: Realm
ms_my: Cawangan
th_th: เขตพื้นที่

source: Realm
ms_my: Cawangan
th_th: เขตพื้นที่

source: Nas Device
id_id: Perangkat NAS
ms_my: Alat NAS
th_th: อุปกรณ์ NAS

source: Access Provider
id_id: Penyedia Akses
ms_my: Pembekal Akses
th_th: ผู้บริหารการเข้าใช้

source: Template
ms_my: Acuan
th_th: แม่แบบ

source: Profile
id_id: Profil
ms_my: Profail
th_th: กลุ่มผู้ใช้

source: Activity
id_id: Aktivitas
ms_my: Aktiviti
th_th: ประวัติการใช้

source: Accounts
id_id: Akun
ms_my: Akaun
th_th: บัญชี

source: Account
id_id: Akun
ms_my: Akaun
th_th: บัญชี

source: Plan
id_id: Rencana
ms_my: Pelan
th_th: แผน

source: days from first log-in
id_id: Hari dari login
ms_my: hari dari log-masuk pertama
th_th: วัน นับจากเริ่มใช้งาน

source: day from first log-in
id_id: Hari dari login
ms_my: hari dari log-masuk pertama
th_th: วัน นับจากเริ่มใช้งาน

source: Internet Access Voucher
id_id: Voucher Akses Internet
ms_my: Baucer Akses Internet
th_th: คูปองอินเตอร์เน็ต

source: Page
id_id: Halaman
ms_my: Muka Surat
th_th: หน้า

source: Profile attributes
id_id: Attribute Profil
ms_my: Atribut Profail
th_th: Attribute กลุ่มผู้ใช้

source: Profile:
id_id: Profil :
ms_my: Profail:
th_th: กลุ่มผู้ใช้:

source: Address
id_id: Alamat
ms_my: Alamat
th_th: ที่อยู่

source: Contact Detail
id_id: Alamat Detail
ms_my: Maklumat Perhubungan
th_th: ข้อมูลติดต่อ

source: (phone)
id_id: (Telepon)
ms_my: (telefon)
th_th: (โทรศัพท์)

source: (cell)
id_id: (HP)
ms_my: (tel. bimbit)
th_th: (มือถือ)

source: (fax)
id_id: (Faks)
ms_my: (faks)
th_th: (โทรสาร)

source: Username
ms_my: Nama Pengguna
th_th: ชื่อผู้ใช้

source: Password
id_id: Kata Sandi
ms_my: Katalaluan
th_th: รหัสผ่าน

source: Valid for
id_id: Berlaku Hingga
ms_my: Sah untuk
th_th: ใช้ได้ถึง

source: Expiry date
id_id: Tanggal Expire
ms_my: Tarikh luput
th_th: วันหมดอายุ

source: Invoice Nr :
id_id: Nomor Tagihan :
ms_my: Invois No :
th_th: เลขที่ใบกำกับสินค้า/ใบแจ้งหนี้ :

source: Customer Info
id_id: Info Pelanggan
ms_my: Maklumat Pelanggan
th_th: ข้อมูลลูกค้า

source: Name
id_id: Nama
ms_my: Nama
th_th: ชื่อ

source: Surname
id_id: Nama Belakang
ms_my: Nama Akhir
th_th: นามสกุล

source: Phone
id_id: Telepon
ms_my: Telefon
th_th: โทรศัพท์

source: e-Mail
ms_my: e-mel
th_th: อีเมล

source: Start date
id_id: Tanggal Mulai
ms_my: Tarikh mula
th_th: วันเริ่มต้น

source: End date
id_id: Tanggal Berakhir
ms_my: Tarikh tamat
th_th: วันสิ้นสุด

source: Billing Plan
id_id: Rencana Billing
ms_my: Pelan Pembayaran
th_th: แผนการชำระเงิน

source: Usage Sumary
id_id: Rekaman pemakaian
ms_my: Ringkasan Penggunaan
th_th: สรุปการใช้งาน

source: Value
id_id: Nilai
ms_my: Harga
th_th: ค่า

source: Stats
id_id: Statistik
ms_my: Statistik
th_th: สถิติ

source: Extra Services
id_id: Service Extra
ms_my: Khidmat Tambahan
th_th: บริการเพิ่มเติม

source: Title
id_id: Judul
ms_my: Tajuk
th_th: ชื่อเรื่อง

source: Description
id_id: Deskripsi
ms_my: Penerangan
th_th: คำอธิบาย

source: Amount
id_id: Jumlah
ms_my: Jumlah
th_th: ราคา

source: Cost Breakdown
id_id: Rincian biaya
ms_my: Pecahan Kos
th_th: รายละเอียดค่าใช้จ่าย

source: Usage
id_id: Pemakaian
ms_my: Penggunaan
th_th: การใช้

source: Receipt Nr :
id_id: No Kwitansi:
ms_my: Resit No :
th_th: เลขที่ใบเสร็จ :

source: Amount :
id_id: Jumlah :
ms_my: Jumlah :
th_th: ราคา :

source: Received
id_id: Diterima
ms_my: Diterima
th_th: ที่ได้รับมา

source: Invoice
id_id: Tagihan
ms_my: Invois
th_th: ใบกำกับสินค้า/ใบแจ้งหนี้

source: Standard Data
id_id: Data Standard
ms_my: Data Biasa
th_th: ข้อมูลปกติ

source: Free Data
id_id: Data gratis
ms_my: Data Percuma
th_th: ข้อมูลที่เหลือ

source: Extra Data
id_id: Data Extra
ms_my: Data Tambahan
th_th: ข้อมูลเพิ่มเติม

source: Standard Time
id_id: Waktu standar
ms_my: Masa Biasa
th_th: เวลาปกติ

source: Free Time
id_id: Waktu Gratis
ms_my: Masa Percuma
th_th: เวลาที่เหลือ

source: Extra Time
id_id: Waktu Extra
ms_my: Masa Tambahan
th_th: เวลาเพิ่มเติม

source: Total Invoiced
id_id: Total tagihan
ms_my: Jumlah Diinvois
th_th: ใบกำกับสินค้า/ใบแจ้งหนี้ ทั้งหมด

source: Total Paid
id_id: Total dibayar
ms_my: Jumlah Dibayar
th_th: จ่ายทั้งหมด

source: Outstanding
id_id: Belum lunas
ms_my: Tunggakan
th_th: ค้างชำระ

source: Subscription
id_id: Pendaftaran
ms_my: Langganan
th_th: ค่าสมาชิก

source: Normal Cost/Byte
id_id: Biaya Normal/Byte
ms_my: Kos Biasa/Bait
th_th: ราคา/ไบต์ ปกติ

source: Extra Cost/Byte
id_id: Biaya Extra/Byte
ms_my: Kos Tambahan/Bait
th_th: ราคา/ไบต์ ส่วนที่เพิ่ม

source: Normal Cost/Second
id_id: Biaya Normal/Detik
ms_my: Kos Biasa/Saat
th_th: ราคา/วินาที ปกติ

source: Extra Cost/Second
id_id: Biaya Extra/Detik
ms_my: Kos Tambahan/Saat
th_th: ราคา/วินาที ส่วนที่เพิ่ม

source: Total Usage Discount
id_id: Diskon Total Pemakaian
ms_my: Jumlah Diskaun Penggunaan
th_th: ส่วนลดทั้งหมด

source: Tax
id_id: Pajak
ms_my: Cukai
th_th: ภาษี

source: Prevoius Outstanding
id_id: Sisa sebelumnya
ms_my: Tunggakan Terdahulu
th_th: ยอดค้างเดิม

source: Previous Outstanding
id_id: Sisa Sebelumnya
ms_my: Tunggakan Terdahulu
th_th: ยอดค้างเดิม

source: Receipt
id_id: Kwitansi
ms_my: Resit
th_th: ใบเสร็จ

source: Afrikaans
id_id: Afrika
ms_my: Afrika
th_th: ภาษาแอฟริกาใต้

source: English
id_id: Inggris
ms_my: Inggeris
th_th: ภาษาอังกฤษ

source: French
id_id: Perancis
ms_my: Perancis
th_th: ภาษาฝรั่งเศส

source: Indonesian
id_id: Indonesia
ms_my: Indonesia
th_th: ภาษาอินโดนีเซีย

source: Malay
id_id: Malaysia
ms_my: Malaysia
th_th: ภาษามาเลย์

source: Netherlands
id_id: Belanda
ms_my: Belanda
th_th: ภาษาเนเธอร์แลนด์

source: NAS Usage
id_id: Statistik - NAS
ms_my: Penggunaan NAS
th_th: ข้อมูลการใช้ของ NAS

source: Realm Usage
id_id: Statistik - Realm
ms_my: Penggunaan Cawangan
th_th: ข้อมูลการใช้ของเขตพื้นที่

source: User Usage
id_id: Statistik - User
ms_my: Penggunaan Pengguna
th_th: ประวัติการใช้งานของผู้ใช้

source: Spanish
id_id: Spanyol
ms_my: Sepanyol
th_th: ภาษาสเปน

source: no-one
id_id: Tidak ada satupun
ms_my: tiada
th_th: ไม่มีใคร

source: Internet Credit
id_id: Kredit Internet
ms_my: Kredit Internet
th_th: เครดิตอินเตอร์เน็ต

source: Attach to user
id_id: Dilampirkan ke User
ms_my: Lampirkan pada pengguna
th_th: เติมให้ผู้ใช้

source: Prepaid
ms_my: Prabayar
th_th: ระบบเติมเงิน

source: Google Maps
ms_my: Peta Google

source: Preferences
id_id: Preferensi
ms_my: Pilihan
th_th: การตั้งค่า

source: Used
id_id: Terpakai
ms_my: Diguna
th_th: ใช้ไป

source: Available
id_id: Tersedia
ms_my: Baki
th_th: ที่เหลือใช้ได้

source: Edit
ms_my: Ubah
th_th: แก้ไข

source: Access Points
id_id: Akses Point
ms_my: Pusat Akses

source: Item
th_th: รายการ

source: Auto Setup
th_th: ติดตั้งอัตโนมัติ

source: Add Note
th_th: เพิ่มบันทึกย่อ

source: Dynamic Firewall
id_id: Firewall Dinamis
